Repository: common-repository/wizevolve-min-max-quantities
Catalog: languages/wizevolve-min-max-quantities-*.po
Languages: nl_nl

source: %1$s requires PHP version %2$s or newer.
nl_nl: %1$s vereist PHP-versie %2$s of nieuwer.

source: %1$s requires the WooCommerce plugin to be installed and active.
nl_nl: Voor %1$s moet de WooCommerce plug-in ge√Ønstalleerd en actief zijn.

source: %1$s requires WooCommerce version %2$s or newer.
nl_nl: %1$s vereist WooCommerce versie %2$s of nieuwer.

source: %1$s requires WordPress version %2$s or newer.
nl_nl: %1$s vereist WordPress versie %2$s of nieuwer.

source: Activate
nl_nl: Activeren

source: Apply rules
nl_nl: Regels toepassen

source: Apply rules to quantity selector
nl_nl: Pas regels toe op hoeveelheidkiezer

source: Cart Content
nl_nl: Inhoud winkelwagen

source: Change the upper bound of the quantity selector based on the maximum available stock for the product. <br /><strong>Note</strong>: only works if "Apply rules to quantity selector" is on and backorders are not allowed on the product.
nl_nl: Wijzig de bovengrens van de hoeveelheidkiezer op basis van de maximaal beschikbare voorraad voor het product. <br /><strong>Opmerking</strong>: werkt alleen als "Pas regels toep op hoeveelheidkiezer" is ingeschakeld en nabestellingen niet zijn toegestaan voor het product.

source: Choose weather or not the user should be able to enter quantities which will not be able to be purchased.
nl_nl: Kies weer of niet, de gebruiker moet hoeveelheden kunnen invoeren die niet kunnen worden gekocht.

source: Devine a minimum or maximum number of product a user should have in his cart before he can go to the checkout.
nl_nl: Bepaal een minimaal of maximaal aantal producten dat een gebruiker in zijn winkelwagen moet hebben voordat hij naar de kassa kan gaan.

source: Devine a minimum or maximum number of product which will be used for every product. The product specific rules will overwrite these settings.
nl_nl: Bepaal een minimaal of maximaal aantal producten dat voor elk product wordt gebruikt. De productspecifieke regels zullen deze instellingen overschrijven.

source: Enter the maximum quantity for this product.
nl_nl: Vul het maximale aantal in voor dit product.

source: Enter the minimum quantity for this product.
nl_nl: Vul de minimale hoeveelheid in voor dit product.

source: Global maximum quantity
nl_nl: Globale maximale hoeveelheid

source: Global minimum quantity
nl_nl: Globale minimale hoeveelheid

source: Global Settings
nl_nl: Algemene instellingen

source: Hide notifications
nl_nl: Verberg meldingen

source: Ignore stock
nl_nl: Negeer voorraad

source: Limit based on stock
nl_nl: Limiet op basis van voorraad

source: Manage how the quantity selectors will behave on the product detail pages and the cart page.
nl_nl: Beheer hoe de hoeveelheidkiezers zich gedragen op de productdetailpagina's en de winkelwagenpagina.

source: Manage what actions will cause notifications to the users.
nl_nl: Beheer welke acties meldingen aan de gebruikers zullen veroorzaken.

source: Max quantity selector based on stock
nl_nl: Selectie maximale hoeveelheid op basis van voorraad

source: Maximum cart quantity
nl_nl: Maximale hoeveelheid winkelwagen

source: Maximum Quantity
nl_nl: Maximale hoeveelheid

source: Min-Max Quantities
nl_nl: Min-Max Hoeveelheden

source: Minimum cart quantity
nl_nl: Minimale hoeveelheid winkelwagen

source: Minimum Quantity
nl_nl: Minimale hoeveelheid

source: Note: The minimum quantity for "%s" will cause the product to be in backorder.
nl_nl: Let op: De minimumhoeveelheid voor "%s" zorgt ervoor dat het product in nabestelling komt.

source: Note: The minimum quantity will cause the product to be in backorder.
nl_nl: Let op: De minimale hoeveelheid zorgt ervoor dat het product in nabestelling komt.

source: Notification settings
nl_nl: Notificatie instellingen

source: Premium Feature
nl_nl: Premium Functie

source: Quantity selector setting
nl_nl: Instelling hoeveelheidskiezer

source: Set a global minimum quantity every product should have.
nl_nl: Stel een globale minimale hoeveelheid in die elk product zou moeten hebben.

source: Set minimum and maximum order quantities for your WooCommerce store products.
nl_nl: Stel minimale en maximale bestelhoeveelheden in voor uw WooCommerce-winkelproducten.

source: Set the minimum and maximum allowed quantities of a product
nl_nl: Stel de minimaal en maximaal toegestane hoeveelheden van een product in

source: Settings
nl_nl: Instellingen

source: Show notifications
nl_nl: Toon meldingen

source: Stock notification
nl_nl: Voorraad melding

source: The maximum allowed quantity for "%s" is %s. Please adjust your cart.
nl_nl: De maximaal toegestane hoeveelheid voor "%s" is %s. Pas uw winkelwagen aan.

source: The minimum allowed quantity for "%s" is %s. Please adjust your cart.
nl_nl: De minimaal toegestane hoeveelheid voor "%s" is %s. Pas uw winkelwagen aan.

source: Unlock quantity selector
nl_nl: Ontgrendel de hoeveelheidkiezer

source: Upgrade Now!
nl_nl: Upgrade Nu!

source: Use this to set a maximum amount of products the cart can contain to allow checkout
nl_nl: Gebruik dit om een maximum aantal producten in te stellen dat de winkelwagen kan bevatten om afrekenen mogelijk te maken

source: Use this to set a minimum amount of products the cart should contain to allow checkout
nl_nl: Gebruik dit om een minimum aantal producten in te stellen dat de winkelwagen moet bevatten om af te rekenen

source: Use this to show the user a message when the minimum order amount will exceed the current stock of the product.
nl_nl: Gebruik dit om de gebruiker een bericht te laten zien wanneer het minimale bestelbedrag de huidige voorraad van het product zal overschrijden.

source: Warning: The minimum quantity exceeds the available stock.
nl_nl: Waarschuwing: de minimale hoeveelheid overschrijdt de beschikbare voorraad.

source: Warning: The minimum quantity for "%s" exceeds the available stock.
nl_nl: Waarschuwing: Het minimumaantal voor "%s" overschrijdt de beschikbare voorraad.

source: Welcome to the settings page for the WooCommerce Min Max Quantity Extension. This plugin allows you to establish global minimum and maximum order quantities for your WooCommerce store products. For product-specific rules, visit the individual product pages. Use the settings below to adjust global quantities and manage any default messages shown to customers.
nl_nl: Welkom op de instellingenpagina voor de WooCommerce Min Max Hoeveelheden Extension. Met deze plug-in kunt u globale minimale en maximale bestelhoeveelheden voor uw WooCommerce-winkelproducten vaststellen. Ga voor productspecifieke regels naar de afzonderlijke productpagina's. Gebruik de onderstaande instellingen om globale hoeveelheden aan te passen en standaardberichten te beheren die aan klanten worden getoond.

source: Welcome to the WizEvolve Dashboard. Here, you can see all your activated WizEvolve plugins. To configure a plugin, use the navigation to go to its respective settings page. This dashboard provides an overview and quick access to each plugin's individual settings. Use it to manage your plugins effectively.
nl_nl: Welkom bij het WizEvolve-dashboard. Hier kunt u al uw geactiveerde WizEvolve-plug-ins zien. Om een plug-in te configureren, gebruikt u de navigatie om naar de betreffende instellingenpagina te gaan. Dit dashboard biedt een overzicht en snelle toegang tot de individuele instellingen van elke plug-in. Gebruik het om uw plug-ins effectief te beheren.

source: You can add a maximum of %s products to your cart.
nl_nl: U kunt maximaal %s producten aan uw winkelwagen toevoegen.

source: You can have up to %s items in your cart to proceed to checkout. Current items in the cart: %s.
nl_nl: U kunt maximaal %s artikelen in uw winkelwagen hebben om door te gaan met afrekenen. Huidige items in de winkelwagen: %s.

source: You must add a minimum of %s products to your cart.
nl_nl: U moet minimaal %s producten aan uw winkelwagentje toevoegen.

source: You must have at least %s items in your cart to proceed to checkout. Current items in the cart: %s.
nl_nl: U moet ten minste %s items in uw winkelwagen hebben om door te gaan met afrekenen. Huidige items in de winkelwagen: %s.
